tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "microsoft/mssql-release"
brew "bash"
brew "bash-completion"
brew "chezmoi", link: false
brew "openldap"
brew "curl"
brew "freetds"
brew "readline"
brew "php"
brew "composer"
brew "xz"
brew "python@3.9"
brew "cython"
brew "fdupes"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "pkg-config"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "jq"
brew "libfido2"
brew "libxmlsec1"
brew "mycli"
brew "node"
brew "openssh"
brew "openssl@3"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "virtualenv"
brew "wget"
brew "ykman"
brew "zlib"
brew "hudochenkov/sshpass/sshpass"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/mssql-tools"
cask "1password"
cask "1password-cli"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
